Repository: tabby-ai/tabby-ios-sdk
Catalog: Sources/Tabby/Resources/*.lproj/Localizable.strings
Languages: ar

# snippetTitle1
source: or 4 interest-free payments of
ar: أو قسّمها على 4 دفعات شهرية بقيمة

# snippetTitle1EG
source: 4 payments of
ar: 4 دفعات بقيمة

# snippetTitle2EG
source: No interest. No fees.
ar: بدون فوائد. بدون رسوم.

source: Learn more
ar: لمعرفة المزيد

# noFees
source: No fees. Pay with any card.
ar: ادفع باسخدام أي بطاقة. بدون رسوم.

source: Today
ar: اليوم

source: In 1 month
ar: بعد شهر

source: In 2 months
ar: بعد شهرين

source: In 3 months
ar: بعد ثلاثة أشهر

# noFeesCreditCard
source: No fees. Pay with any credit card.
ar: بدون رسوم. إدفع بأي بطاقة ائتمانية.

# snippetTitleCreditCard
source: or 4 interest-free credit card payments of %@ %@
ar: أو قسّمها على 4 دفعات بالبطاقة الائتمانية بقيمة %@ %@، بدون فوائد.

source: Charged today
ar: دُفع اليوم

# remainingHeld
source: Remaining held on card
ar: المبلغ المحتجز في البطاقة
